export default {
  projections: {
    БригадаE: {
      начало: {
        __caption__: 'Начало'
      },
      конец: {
        __caption__: 'Конец'
      },
      назначение: {
        __caption__: 'Назначение'
      },
      составБриг: {
        __caption__: 'Состав бриг',
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        должность: {
          __caption__: 'Должность',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    БригадаL: {
      конец: {
        __caption__: 'Конец'
      },
      начало: {
        __caption__: 'Начало'
      },
      назначение: {
        __caption__: 'Назначение'
      }
    }
  },
  validations: {
    конец: {
      __caption__: 'Конец'
    },
    назначение: {
      __caption__: 'Назначение'
    },
    начало: {
      __caption__: 'Начало'
    },
    составБриг: {
      __caption__: 'Состав бриг'
    }
  }
};
