export default {
  projections: {
    НевыходыE: {
      дата: {
        __caption__: 'Дата'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    НевыходыL: {
      дата: {
        __caption__: 'Дата'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
