export default {
  projections: {
    ГрафикE: {
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      начало: {
        __caption__: 'Начало'
      },
      конец: {
        __caption__: 'Конец'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    }
  },
  validations: {
    конец: {
      __caption__: 'Конец'
    },
    начало: {
      __caption__: 'Начало'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    табель: {
      __caption__: 'табель'
    }
  }
};
