export default {
  projections: {
    ТабельE: {
      началоС: {
        __caption__: 'Начало С'
      },
      конецС: {
        __caption__: 'Конец С'
      },
      график: {
        __caption__: 'График',
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        начало: {
          __caption__: 'Начало'
        },
        конец: {
          __caption__: 'Конец'
        },
        состояние: {
          __caption__: 'Состояние'
        }
      }
    },
    ТабельL: {
      конецС: {
        __caption__: 'Конец С'
      },
      началоС: {
        __caption__: 'Начало С'
      }
    }
  },
  validations: {
    конецС: {
      __caption__: 'Конец С'
    },
    началоС: {
      __caption__: 'Начало С'
    },
    график: {
      __caption__: 'График'
    }
  }
};
